---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetMass
source: html/e652354f-8fa3-d74f-a783-ed5d409ff014.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetMass Property

"Sheet Mass": Sheet Mass

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetMass { get; }
```